Revit 2027 API
UnitTypeId.Fixed Property
 Fixed.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Fixed { get; }
Public Shared ReadOnly Property Fixed As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Fixed {
	ForgeTypeId^ get ();
}
static member Fixed : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace